Repository: gbadev-org/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: %(name)s is deprecated and will be removed in version %(version)s.
uk: %(name)s застаріла та буде видалена в версії %(version)s.

source: Password Recovery Confirmation
uk: Підтвердження відновлення пароля

source: Account Activation
uk: Активація Аккаунту

source: You can only use letters, numbers or dashes.
uk: Ви можете використовувати лише літери, цифри або тире.

source: Username or Email address
uk: Ім'я користувача або Електронна пошта

source: Please enter your username or email address.
uk: Будь ласка, введіть своє ім'я користувача або адресу електронної пошти.

source: Password
uk: Пароль

source: Please enter your password.
uk: Будь ласка, введіть свій пароль.

source: Remember me
uk: Запам'ятати мене

source: Login
uk: Логін

source: Captcha
uk: Капча

source: Username
uk: Ім'я користувача

source: A valid username is required
uk: Потрібне дійсне ім’я користувача

source: Email address
uk: Електронна адреса

source: A valid email address is required.
uk: Потрібна дійсна адреса електронної пошти.

source: Invalid email address.
uk: Невірна адреса електронної пошти.

source: Passwords must match.
uk: Паролі мають збігатися.

source: Confirm password
uk: Підтвердьте пароль

source: Language
uk: Мова

source: I accept the Terms of Service
uk: Я приймаю Загальні положення та Умови

source: Please accept the TOS.
uk: Будь ласка, прийміть умови використання.

source: Register
uk: Зареєструватися

source: Refresh Login
uk: Оновити логін

source: Request Password
uk: Запит пароля

source: Reset password
uk: Скинути пароль

source: A valid username is required.
uk: Потрібне дійсне ім’я користувача.

source: Send Confirmation Mail
uk: Надіслати лист із підтвердженням

source: Email confirmation token
uk: Ключ підтвердження електронної пошти

source: Please enter the token we have sent to you.
uk: Будь ласка, введіть ключ, який ми вам надіслали.

source: Confirm Email
uk: Підтвердити електронну адресу

source: Logged out
uk: Вийшов з системи

source: Unrecoverable error while handling login
uk: Невиправна помилка під час входу

source: Reauthenticated.
uk: Переавтентифіковано.

source: Unrecoverable error while handling reauthentication
uk: Невиправна помилка під час обробки повторної автентифікації

source: Could not process registration dueto an unrecoverable error
uk: Не вдалося обробити реєстрацію через невиправну помилку

source: You have entered an username or email address that is not linked with your account.
uk: Ви ввели ім’я користувача або електронну адресу, які не пов’язані з вашим обліковим записом.

source: Email sent! Please check your inbox.
uk: Листа відправлено! Будь ласка, перевірте свою поштову скриньку.

source: Error when resetting password
uk: Помилка під час скидання пароля

source: Your password has been updated.
uk: Ваш пароль оновлено.

source: A new account activation token has been sent to your email address.
uk: На вашу електронну адресу надіслано новий ключ активації облікового запису.

source: Could not activate account due to an unrecoverable error
uk: Не вдалося активувати обліковий запис через невиправну помилку

source: Your account has been activated and you can now login.
uk: Ваш обліковий запис активовано, і тепер ви можете увійти.

source: Entered email doesn't exist
uk: Введена адреса електронної пошти не існує

source: Account is already activated
uk: Обліковий запис уже активовано

source: Your account is currently locked out due to too many failed login attempts
uk: Ваш обліковий запис наразі заблоковано через забагато невдалих спроб входу

source: In order to use your account you have to activate it through the link we have sent to your email address.
uk: Щоб скористатися своїм обліковим записом, ви повинні активувати його за посиланням, яке ми надіслали на вашу електронну адресу.

source: Wrong username or password.
uk: Неправильне ім'я користувача або пароль.

source: Invalid email
uk: Недійсна електронна адреса

source: Wrong password.
uk: Неправильний пароль.

source: Username must be between %(min)s and %(max)s characters long
uk: Ім’я користувача має містити від %(min)s до %(max)s символів

source: %(username)s is a forbidden username
uk: %(username)s є забороненим іменем користувача

source: %(username)s is already registered
uk: %(username)s вже зареєстровано

source: %(email)s is already registered
uk: %(email)s вже зареєстровано

source: An account activation email has been sent to %(email)s
uk: Електронний лист для активації облікового запису надіслано на адресу %(email)s

source: Thanks for registering.
uk: Дякуємо за реєстрацію.

source: Token is invalid
uk: Ключ недійсний

source: Token is expired
uk: Термін дії ключа минув

source: Token cannot be processed
uk: Неможливо обробити ключ

source: Quick reply
uk: Швидка відповідь

source: You cannot post a reply without content.
uk: Ви не можете опублікувати відповідь без вмісту.

source: Reply
uk: Відповідь

source: Content
uk: Зміст

source: Track this topic
uk: Слідкувати за цією темою

source: Topic title
uk: Назва теми

source: Please choose a title for your topic.
uk: Будь ласка, виберіть назву для вашої теми.

source: Post Topic
uk: Опублікувати тему

source: Reason
uk: Причина

source: What is the reason for reporting this post?
uk: Яка причина скарги на цю публікацію?

source: Report post
uk: Поскаржитись на пост

source: Search
uk: Пошук

source: Criteria
uk: Критерії

source: Post
uk: Опублікувати

source: Topic
uk: Тема

source: Forum
uk: Форум

source: Users
uk: Користувачі

source: You are not allowed to access that forum
uk: Ви не маєте доступу до цього форуму

source: You are not allowed to access that topic
uk: Ви не маєте доступу до цієї теми

source: You are not allowed to post a reply to this topic.
uk: Ви не маєте доступу до цієї теми.

source: Cannot post reply
uk: Неможливо опублікувати відповідь

source: You are not allowed to post a topic here
uk: Вам заборонено розміщувати тут тему

source: You are not allowed to manage this forum
uk: Вам не дозволено керувати цим форумом

source: In order to perform this action you have to select at least one topic.
uk: Щоб виконати цю дію, необхідно вибрати принаймні одну тему.

source: %(count)s topics locked.
uk: %(count)s тем заблоковано.

source: %(count)s topics unlocked.
uk: %(count)s тем розблоковано.

source: %(count)s topics highlighted.
uk: Виділено %(count)s тем.

source: %(count)s topics trivialized.
uk: %(count)s тем применшено.

source: %(count)s topics deleted.
uk: %(count)s тем видалено.

source: Please choose a new forum for the topics.
uk: Виберіть новий форум для тем.

source: You do not have the permissions to move this topic.
uk: У вас немає прав на переміщення цієї теми.

source: Topics moved.
uk: Теми перенесено.

source: Failed to move topics.
uk: Не вдалося перемістити теми.

source: %(count)s topics hidden.
uk: Приховано %(count)s тем.

source: %(count)s topics unhidden.
uk: Показано %(count)s тем.

source: Unknown action requested
uk: Потрібна невідома дія

source: You are not allowed to post a reply
uk: Ви не маєте права публікувати відповідь

source: You are not allowed to edit that post
uk: Ви не маєте права редагувати цю публікацію

source: Thanks for reporting.
uk: Дякуємо за повідомлення.

source: %(topic_count)s topics untracked.
uk: %(topic_count)s тем не відстежено.

source: You are not allowed to delete this topic
uk: Ви не можете видалити цю тему

source: You are not allowed to lock this topic
uk: Ви не можете заблокувати цю тему

source: You are not allowed to unlock this topic
uk: Вам не дозволено розблокувати цю тему

source: You are not allowed to highlight this topic
uk: Вам заборонено виділяти цю тему

source: You are not allowed to trivialize this topic
uk: Вам заборонено применшувати цю тему

source: You are not allowed to delete this post
uk: Ви не можете видалити цю публікацію

source: Forum %(forum)s marked as read.
uk: Форум %(forum)s позначено як прочитаний.

source: All forums marked as read.
uk: Усі форуми позначені як прочитані.

source: You do not have permission to hide this topic
uk: Ви не маєте дозволу приховувати цю тему

source: You do not have permission to unhide this topic
uk: Ви не маєте дозволу показувати цю тему

source: You do not have permission to hide this post
uk: Ви не маєте дозволу приховувати цю публікацію

source: Post is already hidden
uk: Публікація вже прихована

source: Topic hidden
uk: Тему приховано

source: Post hidden
uk: Публікація прихована

source: You do not have permission to unhide this post
uk: Ви не маєте дозволу показувати цю публікацію

source: Post is already unhidden
uk: Публікацію вже показано

source: Post unhidden
uk: Повідомлення показано

source: Birthday
uk: День народження

source: Gender
uk: Стать

source: Male
uk: Чоловік

source: Female
uk: Жінка

source: Location
uk: Місцезнаходження

source: Website
uk: Веб-сайт

source: Avatar
uk: Аватар

source: Forum signature
uk: Підпис на форумі

source: Notes
uk: Примітки

source: Is active?
uk: Активний?

source: Primary group
uk: Основна група

source: Secondary groups
uk: Другорядні групи

source: Save
uk: Зберегти

source: This username is already taken.
uk: Це ім'я користувача вже зайняте.

source: This email address is already taken.
uk: Ця електронна адреса вже зайнята.

source: Group name
uk: Назва групи

source: Please enter a name for the group.
uk: Будь ласка, введіть назву для групи.

source: Description
uk: Опис

source: Is 'Admin' group?
uk: Це група «Адміністратор»?

source: With this option the group has access to the admin panel.
uk: За допомогою цієї опції група має доступ до панелі адміністратора.

source: Is 'Super Moderator' group?
uk: Це група «Супермодератор»?

source: Check this, if the users in this group are allowed to moderate every forum.
uk: Позначте це, якщо користувачам цієї групи дозволено модерувати кожен форум.

source: Is 'Moderator' group?
uk: Це група «Модератор»?

source: Check this, if the users in this group are allowed to moderate specified forums.
uk: Позначте це, якщо користувачам цієї групи дозволено модерувати вказані форуми.

source: Is 'Banned' group?
uk: Група "Забанено"?

source: Only one group of type 'Banned' is allowed.
uk: Дозволена лише одна група типу "Забанено".

source: Is 'Guest' group?
uk: Це група «Гість»?

source: Only one group of type 'Guest' is allowed.
uk: Дозволена лише одна група типу «Гість».

source: Can edit posts
uk: Може редагувати дописи

source: Check this, if the users in this group can edit posts.
uk: Позначте це, якщо користувачі в цій групі можуть редагувати повідомлення.

source: Can delete posts
uk: Може видаляти пости

source: Check this, if the users in this group can delete posts.
uk: Позначте це, якщо користувачі в цій групі можуть видаляти дописи.

source: Can delete topics
uk: Може видаляти теми

source: Check this, if the users in this group can delete topics.
uk: Позначте це, якщо користувачі цієї групи можуть видаляти теми.

source: Can create topics
uk: Може створювати теми

source: Check this, if the users in this group can create topics.
uk: Позначте це, якщо користувачі цієї групи можуть створювати теми.

source: Can post replies
uk: Може публікувати відповіді

source: Check this, if the users in this group can post replies.
uk: Позначте це, якщо користувачі цієї групи можуть публікувати відповіді.

source: Moderators can edit user profiles
uk: Модератори можуть редагувати профілі користувачів

source: Allow moderators to edit another user's profile including password and email changes.
uk: Дозволити модераторам редагувати профіль іншого користувача, включаючи зміну пароля та електронної пошти.

source: Moderators can ban users
uk: Модератори можуть забанити користувачів

source: Allow moderators to ban other users.
uk: Дозволити модераторам банити інших користувачів.

source: Can view hidden posts and topics
uk: Може переглядати приховані повідомлення та теми

source: Allows a user to view hidden posts and topics
uk: Дозволяє користувачеві переглядати приховані повідомлення та теми

source: Can hide posts and topics
uk: Можна приховувати дописи та теми

source: Allows a user to hide posts and topics
uk: Дозволяє користувачеві приховувати публікації та теми

source: This group name is already taken.
uk: Ця назва групи вже зайнята.

source: There is already a group of type 'Banned'.
uk: Вже існує група типу "Забанено".

source: There is already a group of type 'Guest'.
uk: Вже є група типу "Гість".

source: Can't assign any permissions to this group.
uk: Неможливо призначити жодні дозволи цій групі.

source: Forum title
uk: Назва форуму

source: Please enter a forum title.
uk: Будь ласка, введіть назву форуму.

source: You can format your description with Markdown.
uk: Ви можете відформатувати свій опис за допомогою Markdown.

source: Position
uk: Позиція

source: Please enter a position for theforum.
uk: Будь ласка, введіть позицію на форумі.

source: Category
uk: Категорія

source: The category that contains this forum.
uk: Категорія, яка містить цей форум.

source: External link
uk: Зовнішнє посилання

source: A link to a website i.e. 'http://flaskbb.org'.
uk: Посилання на веб-сайт, наприклад «http://flaskbb.org».

source: Moderators
uk: Модератори

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
uk: Імена користувачів, розділені комами. Залиште це поле порожнім, якщо ви не хочете встановлювати модераторів.

source: Show moderators
uk: Показати модераторів

source: Do you want to show the moderators on the index page?
uk: Ви хочете показати модераторів на сторінці індексу?

source: Locked?
uk: Заблоковано?

source: Disable new posts and topics in this forum.
uk: Вимкнути нові повідомлення та теми на цьому форумі.

source: Group access
uk: Груповий доступ

source: Select the groups that can access this forum.
uk: Виберіть групи, які мають доступ до цього форуму.

source: You cannot convert a forum that contains topics into an external link.
uk: Ви не можете перетворити форум, який містить теми, на зовнішнє посилання.

source: You also need to specify some moderators.
uk: Вам також потрібно вказати кілька модераторів.

source: %(user)s is not in a moderators group.
uk: %(user)s не входить до групи модераторів.

source: Category title
uk: Назва категорії

source: Please enter a category title.
uk: Будь ласка, введіть назву категорії.

source: Please enter a position for the category.
uk: Будь ласка, введіть посаду для категорії.

source: You are not allowed to access the management settings
uk: Ви не маєте доступу до налаштувань керування

source: Settings saved.
uk: Налаштування збережено.

source: You are not allowed to manage users
uk: Вам не дозволено керувати користувачами

source: Edit User
uk: Редагувати користувача

source: User updated.
uk: Користувач оновлено.

source: You cannot delete yourself.
uk: Ви не можете видалити себе.

source: User deleted.
uk: Користувача видалено.

source: Add User
uk: Додати користувача

source: User added.
uk: Користувача додано.

source: You do not have the permissions to ban this user.
uk: Ви не маєте прав, щоб забанити цього користувача.

source: Unban
uk: Розблокувати

source: A moderator cannot ban an admin user.
uk: Модератор не може забанити користувача адміністратора.

source: User is now banned.
uk: Тепер користувача забанено.

source: Could not ban user.
uk: Не вдалося забанити користувача.

source: You do not have the permissions to unban this user.
uk: У вас немає дозволу на розблокування цього користувача.

source: Ban
uk: Забанити

source: User is now unbanned.
uk: Тепер користувача розблоковано.

source: Could not unban user.
uk: Не вдалося розблокувати користувача.

source: You are not allowed to modify groups.
uk: Ви не маєте права змінювати групи.

source: Add Group
uk: Додати групу

source: Group added.
uk: Групу додано.

source: Edit Group
uk: Редагувати групу

source: Group updated.
uk: Групу оновлено.

source: You cannot delete one of the standard groups.
uk: Ви не можете видалити одну зі стандартних груп.

source: You cannot delete the standard groups. Try renaming it instead.
uk: Ви не можете видалити стандартні групи. Натомість спробуйте перейменувати його.

source: Group deleted.
uk: Групу видалено.

source: No group chosen.
uk: Групу не вибрано.

source: You are not allowed to modify forums.
uk: Вам заборонено змінювати форуми.

source: Edit Forum
uk: Редагувати форум

source: Forum updated.
uk: Форум оновлено.

source: Add Forum
uk: Додати форум

source: Forum added.
uk: Форум додано.

source: You are not allowed to modify forums
uk: Вам заборонено змінювати форуми

source: Forum deleted.
uk: Форум видалено.

source: You are not allowed to modify categories
uk: Ви не маєте права змінювати категорії

source: Add Category
uk: Додати категорію

source: Category added.
uk: Категорію додано.

source: Edit Category
uk: Редагувати категорію

source: Category updated.
uk: Категорію оновлено.

source: Category with all associated forums deleted.
uk: Категорію з усіма пов’язаними форумами видалено.

source: You are not allowed to view reports.
uk: Ви не можете переглядати підозри.

source: Report %(id)s is already marked as read.
uk: Підозра %(id)s уже позначено як прочитаний.

source: Report %(id)s marked as read.
uk: Підозра %(id)s позначено як прочитане.

source: All reports were marked as read.
uk: Усі підозри позначені як прочитані.

source: Report deleted.
uk: Підозри видалено.

source: You are not allowed to access the management panel
uk: Ви не маєте доступу до панелі керування

source: You are not allowed to modify plugins
uk: Вам заборонено змінювати плагіни

source: Plugin %(plugin)s is already enabled.
uk: Плагін %(plugin)s уже ввімкнено.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
uk: Плагін %(plugin)s увімкнено. Перезапустіть FlaskBB.

source: Plugin %(plugin)s is already disabled.
uk: Плагін %(plugin)s уже вимкнено.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
uk: Плагін %(plugin)s вимкнено. Перезапустіть FlaskBB.

source: Plugin has been uninstalled.
uk: Плагін видалено.

source: Can't install plugin. Enable '%(plugin)s' plugin first.
uk: Не вдається встановити плагін. Спочатку ввімкніть плагін '%(plugin)s'.

source: Plugin has been installed.
uk: Плагін встановлено.

source: Are you sure?
uk: Ти впевнений?

source: Are you sure that you want to perform this action? This action is irreversible.
uk: Ви впевнені, що бажаєте виконати цю дію? Ця дія незворотна.

source: Cancel
uk: Скасувати

source: Yes
uk: Так

source: Memberlist
uk: Список учасників

source: Topic Tracker
uk: Відстеження тем

source: Settings
uk: Налаштування

source: Management
uk: Управління

source: Logout
uk: Вийти

source: Reset Password
uk: Скинути пароль

source: Activate Account
uk: Активувати акаунт

source: Pages
uk: Сторінки

source: Forgot Password
uk: Забули пароль

source: Not a member yet?
uk: Ще не учасник?

source: Forgot your Password?
uk: Забули свій пароль?

source: Request Account Activation
uk: Запит на активацію облікового запису

source: Dear %(username)s,
uk: Шановний %(username)s,

source: Click the link below to activate your account:
uk: Натисніть посилання нижче, щоб активувати свій обліковий запис:

source: Sincerely,
uk: З повагою

source: The Administration
uk: Адміністрація

source: Click the link below to reset your password:
uk: Натисніть посилання нижче, щоб скинути пароль:

source: Forbidden
uk: Заборонено

source: 403 - Forbidden Page
uk: 403 - Заборонена сторінка

source: You do not have the permission to view this page.
uk: Ви не маєте дозволу на перегляд цієї сторінки.

source: Back to the Forums
uk: Назад до форумів

source: Page not found
uk: Сторінку не знайдено

source: 404 - Page not found!
uk: 404 - Сторінка не знайдена!

source: The page you were looking for does not exist.
uk: Сторінка, яку ви шукали, не існує.

source: Server Error
uk: Помилка серверу

source: 500 - Server Error
uk: 500 - Помилка сервера

source: Something went wrong!
uk: Щось пішло не так!

source: Too Many Requests
uk: Забагато запитів

source: 429 - Too Many Requests
uk: 429 - Забагато запитів

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
uk: Щоб запобігти атакам грубої сили на облікові записи, ми обмежили кількість запитів на цьому маршруті.

source: Topics
uk: Теми

source: Posts
uk: Пости

source: Last Post
uk: Останній пост

source: Link to
uk: Посилання на

source: by
uk: за

source: No posts.
uk: Немає дописів.

source: Views
uk: Перегляди

source: Select all
uk: Вибрати все

source: Select topic
uk: Виберіть тему

source: No Topics.
uk: Немає тем.

source: Back
uk: Повернутися

source: Lock
uk: Заблокувати

source: Unlock
uk: Розблокувати

source: Highlight
uk: Підсвітити

source: Trivialize
uk: Тривіалізувати

source: Delete
uk: Видалити

source: Hide
uk: Сховати

source: Unhide
uk: Показати

source: Move to...
uk: Перемістити до...

source: Move
uk: Перемістити

source: Mark as Read
uk: Відзначити як прочитане

source: Locked
uk: Заблоковано

source: New Topic
uk: Нова тема

source: Hidden on %(when)s by %(who)s
uk: Приховано %(when)s %(who)s

source: Moderation Mode
uk: Режим модерації

source: Board Statistics
uk: Статистика Дошки

source: Who is online?
uk: Хто онлайн?

source: Total number of registered users
uk: Загальна кількість зареєстрованих користувачів

source: Total number of topics
uk: Загальна кількість тем

source: Total number of posts
uk: Загальна кількість постів

source: Newest registered user
uk: Останній зареєстрований користувач

source: No users
uk: Немає користувачів

source: Registered users online
uk: Зареєстровані користувачі онлайн

source: Guests online
uk: Гості онлайн

source: Date registered
uk: Дата реєстрації

source: Group
uk: Група

source: Edit Post
uk: Редагувати Пост

source: New Post
uk: Нова Пост

source: Online Users
uk: Користувачі онлайн

source: Report Post
uk: Підозра на пост

source: Report
uk: Підозра

source: Close
uk: Закрити

source: online
uk: онлайн

source: offline
uk: офлайн

source: Joined
uk: Приєднався

source: Guest
uk: Гість

source: Last modified: %(date)s by <a href="%(user_url)s">%(user)s</a>
uk: Востаннє змінено: %(date)s користувачем <a href="%(user_url)s">%(user)s</a>

source: No posts found matching your search criteria.
uk: Не знайдено дописів, що відповідають вашим критеріям пошуку.

source: No users found matching your search criteria.
uk: Користувачів, які відповідають вашим критеріям пошуку, не знайдено.

source: No topics found matching your search criteria.
uk: Не знайдено тем, що відповідають вашим критеріям пошуку.

source: Forums
uk: Форуми

source: No forums found matching your search criteria.
uk: Не знайдено форумів, які б відповідали вашим критеріям пошуку.

source: %(title)s - Topic
uk: %(title)s - Тема

source: This topic is hidden (%(when)s by %(who)s)
uk: Ця тема прихована (%(when)s від %(who)s)

source: This post is hidden (%(when)s by %(who)s)
uk: Цей допис приховано (%(when)s від %(who)s)

source: Quote this post
uk: Процитуйте цей пост

source: Full Reply
uk: Повна відповідь

source: Edit this post
uk: Відредагуйте цю публікацію

source: Delete this topic
uk: Видалити цю тему

source: Delete this post
uk: Видалити цю публікацію

source: Report this post
uk: Підозра на цей пост

source: Unhide this topic
uk: Показати цю тему

source: Hide this topic
uk: Приховати цю тему

source: Unhide this post
uk: Показати цей пост

source: Hide this post
uk: Сховати цей пост

source: Moderate
uk: Модерувати

source: Delete Topic
uk: Видалити тему

source: Lock Topic
uk: Заблокувати тему

source: Unlock Topic
uk: Розблокувати тему

source: Highlight Topic
uk: Виділіть тему

source: Trivialize Topic
uk: Тривіалізувати тему

source: Unhide Topic
uk: Показати тему

source: Hide Topic
uk: Приховати тему
