Repository: gbadev-org/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Untrack Topic
uk: Скасувати відстеження теми

source: Track Topic
uk: Стежити за темою

source: Untrack Topics
uk: Скасувати відстеження тем

source: Banned Users
uk: Забанені користувачі

source: Manage Users
uk: Керувати користувачами

source: Actions
uk: Дії

source: Unban selected Users
uk: Розблокувати вибраних користувачів

source: Manage Forums
uk: Керуйте форумами

source: Delete Category
uk: Видалити категорію

source: Topics / Posts
uk: Теми / Пости

source: Edit Link
uk: Редагувати посилання

source: Delete Link
uk: Видалити посилання

source: Delete Forum
uk: Видалити форум

source: Manage Groups
uk: Керування групами

source: Groups
uk: Групи

source: Group Name
uk: Назва групи

source: Delete selected Groups
uk: Видалити вибрані групи

source: Edit
uk: Редагувати

source: No groups found.
uk: Групи не знайдено.

source: Overview
uk: Огляд

source: There is something that wants your attention.
uk: Є щось, що потребує вашої уваги.

source: You have <a href="%(url)s">%(unread_reports)s unread reports</a>.
uk: У вас є <a href="%(url)s">%(unread_reports)s непрочитаних підозр</a>.

source: Everything seems alright.
uk: Здається, все добре.

source: No new notifications.
uk: Немає нових сповіщень.

source: users
uk: користувачі

source: posts
uk: пости

source: topics
uk: теми

source: Statistics
uk: Статистика

source: Registered users
uk: Зареєстровані користувачі

source: Online users
uk: Онлайн-користувачі

source: Banned users
uk: Забанені користувачі

source: Reports
uk: Підозри

source: Components
uk: Компоненти

source: checking status
uk: перевірка статусу

source: Plugins
uk: Плагіни

source: not enabled
uk: не включено

source: enabled &amp; installed
uk: увімкнено та встановлено

source: enabled
uk: включено

source: not installed
uk: не встановлено

source: There is a problem.
uk: Є проблема.

source: Celery is <strong>not</strong> running.
uk: Celery <strong>не</strong>працює.

source: You can start celery with this command:
uk: Ви можете запустити Сelery за допомогою цієї команди:

source: running
uk: працює

source: not running
uk: не працює

source: Manage Plugins
uk: Керування плагінами

source: Plugin
uk: Плагін

source: Information
uk: Інформація

source: Manage
uk: Керувати

source: Version
uk: Версія

source: Enable
uk: Увімкнути

source: Disable
uk: Вимкнути

source: Install
uk: Встановити

source: Uninstall
uk: Видалити

source: Show all Reports
uk: Показати всі підозри

source: Show unread Reports
uk: Показати непрочитані підозри

source: Poster
uk: Публікатор

source: Reporter
uk: Показчик

source: Reported
uk: Повідомлено

source: Delete selected reports
uk: Видалити вибрані підозри

source: No reports.
uk: Жодних підозр.

source: Ban selected Users
uk: Забанити вибраних користувачів

source: Delete selected Users
uk: Видалити вибраних користувачів

source: The user has not written any posts yet.
uk: Користувач ще не написав жодного поста.

source: The user has not opened any topics yet.
uk: Користувач ще не відкрив жодної теми.

source: Change E-Mail Address
uk: Змінити адресу електронної пошти

source: Change Password
uk: Змінити пароль

source: Change User Details
uk: Змінити дані користувача

source: General Settings
uk: Загальні налаштування

source: Info
uk: Інформація

source: User has not added any notes about him.
uk: Користувач не додав жодних приміток про нього.

source: Signature
uk: Підпис

source: %(user)s - User
uk: %(user)s - користувач

source: Never seen
uk: Ніколи не бачив

source: Settings - %(user)s - User
uk: Налаштування - %(user)s - Користувача

source: Theme
uk: Тема

source: Old email address
uk: Стара електронна адреса

source: New email address
uk: Нова електронна адреса

source: Email addresses must match.
uk: Адреси електронної пошти мають збігатися.

source: Confirm email address
uk: Підтвердьте електронну адресу

source: New password
uk: Новий пароль

source: New passwords must match.
uk: Нові паролі мають збігатися.

source: Confirm new password
uk: Підтвердити новий пароль

source: Old password is wrong.
uk: Старий пароль неправильний.

source: Forum Signature
uk: Підпис форуму

source: Settings updated.
uk: Налаштування оновлено.

source: Password updated.
uk: Пароль оновлено.

source: Email address updated.
uk: Електронну адресу оновлено.

source: User details updated.
uk: Інформація про користувача оновлена.

source: You do not have the permissions to execute this action.
uk: Ви не маєте прав для виконання цієї дії.

source: You do not have the permissions to delete these topics.
uk: Ви не маєте прав на видалення цих тем.

source: You do not have the permissions to hide these topics.
uk: Ви не маєте прав, щоб приховати ці теми.

source: You do not have the permissions to unhide these topics.
uk: Ви не маєте прав, щоб показати ці теми.

source: The registration has been disabled.
uk: Реєстрацію відключено.

source: This account is already activated.
uk: Цей обліковий запис уже активовано.
